
help_message = 'Я бот который умеет делать ascii арты из картинок и видео. ' \
               'Тебе нужно отправить мне файл и затем я помогу тебе выбрать ' \
               'детали обработки. Если во время выбора деталей обработки ' \
               'понял, что хочешь преобразовать другой файл, просто отправь ' \
               'мне его или воспользуйся командой /start' \
               '\n\nКоманды которые могут помочь:' \
               '\n/limits - информация про ограничения на файлы, символы, высоту' \
               '\n/ideas - примеры крутых артов' \
               '\n\nЯ готов работать, можешь отправить изображение или видео'

limits_message = 'Ограничения на файлы:' \
                 '\n\nИзображения:' \
                 '\nМаксимальное количество символов по вертикали для ' \
                 'горизонтального изображения - 600, для вертикального - 1000' \
                 '\n\nВидео:' \
                 '\nМаксимальная длительность видео - 10 сек' \
                 '\nМаксимальное количество символов по вертикали для ' \
                 'горизонтального видео - 100, для вертикального - 200' \
                 '\n\nНе бойся ошибиться, если по ходу обработки случайно ' \
                 'выйдешь за пределы, я подскажу тебе что нужно исправить' \
                 '\n\nСимволы:\nК сожалению не все символы могут поддерживаться' \
                 ' программой, если я прислал тебе арт состоящий из ' \
                 'прямоугольников, значит символы которые ты отправил не ' \
                 'поддерживаются моим шрифтом (я использую шрифт Noto sans от ' \
                 'google, он поддерживает очень большое количество символов, но не все)' \
                 '\n\nЯ готов работать, можешь отправить изображение или видео'
